IDEA StatiCa Open Model
ReinfBarOnMoreEdges.WholeLastEdge Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bar is on whole length of last edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool WholeLastEdge { get; set; }
Public Property WholeLastEdge As Boolean
	Get
	Set
public:
property bool WholeLastEdge {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace